import React from 'react';
import BodyImg from './pro.png';

const ArticleBody = () => {
    return(
        <div data-aos="fade-up" data-aos-duration="3000">
            <div className="flex justify-center">
                <img style={{width:'60%',borderRadius:'0.5rem'}} src={BodyImg} alt="Article img" />
            </div>

            <div className="flex justify-center">
                <p className="text-right text-sm mt-20 leading-7" style={{width:'55%'}}>
                اگر شما یک طراح هستین و یا با طراحی های گرافیکی سروکار دارید به متن های برخورده طرح‌نما (به انگلیسی: Lorem ipsum) متنی ساختگی و <strong>بدون معنی</strong> است که برای امتحان فونت و یا پر کردن فضا در یک طراحی گرافیکی و یا صنعت چاپ استفاده میشود. طراحان وب و گرافیک از این متن برای پرکردن صفحه و ارائه شکل کلی طرح استفاده می‌کنند.
                </p>
            </div>

            <div className="flex justify-center">
                <p className="text-right text-sm mt-7 leading-7" style={{width:'55%'}}>
                اگر شما یک  و یا با طراحی های گرافیکی سروکار دارید به متن های برخورده اید که با نام لورم ایپسوم شناخته می‌شون اگر شما یک طراح هستین و یا با طراحی های گرافیکی سروکار دارید به متن های برخورده اید که با نام لورم ایپسوم <strong>طراح هستین</strong> شناخته می‌شوند. لورم ایپسوم یا طرح‌نما (به انگلیسی: Lorem ipsum) متنی ساختگی و بدون معنی است که برای امتحان فونت و یا پر کردن فضا در یک طراحی گرافیکی و یا صنعت چاپ استفاده میشود. طراحان وب و گرافیک از این متن برای پرکردن صفحه و ارائه شکل کلی طرح استفاده می‌کنند.
                </p>
            </div>

            <div className="flex justify-center">
                <p className="text-right text-sm mt-10 leading-7" style={{width:'55%'}}>
                اگر شما یک طراح هستین و یا با طراحی های گرافیکی سروکار دارید به متن های برخورده اید که با نام لورم ایپسوم شناخته می‌شون اگر شما یک طراح هستین و یا با <strong>طراحی های گرافیکی</strong> سروکار دارید به متن های برخورده اید کهبا نام لورم ایپسوم شناخته می‌شوند. لورم ایپسوم ی با نام لورم ایپسوم شناخته می‌شوند. لورم ایپسوم ی  با نام لورم ایپسوم شناخته می‌شوند. لورم ایپسوم یا طرح‌نما (به انگلیسی: Lorem ipsum) متنی ساختگی و بدون معنی است که برای امتحان فونت و یا پر کردن فضا در یک طراحی گرافیکی و یا صنعت چاپ استفاده میشود. طراحان وب و گرافیک از این متن برای پرکردن صفحه و ارائه شکل کلی طرح استفاده می‌کنند.
                </p>
            </div>
        </div>
    );
}

export default ArticleBody;